error.badRequest.message = \uC694\uCCAD\uC73C\uB85C \uC804\uB2EC \uBC1B\uC740 \uBCC0\uC218\uB4E4\uC774 \uC720\uD6A8\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
error.badRequest.outOfxSize.message = '{min}'\uAE00\uC790\uC5D0\uC11C '{max}'\uAE00\uC790\uAE4C\uC9C0 \uD5C8\uC6A9\uB429\uB2C8\uB2E4.
error.badRequest.containsNonLargeCapital.message = \uC54C\uD30C\uBCB3 \uB300\uBB38\uC790\uB85C\uB9CC \uC774\uB8E8\uC5B4\uC838\uC57C \uD569\uB2C8\uB2E4.
error.badRequest.containsNonLetter.message = \uBB38\uC790\uC640 \uC22B\uC790 \uADF8\uB9AC\uACE0 \uACF5\uBC31\uB9CC \uD5C8\uC6A9\uB429\uB2C8\uB2E4.
error.badRequest.containsNegative.message = \uC74C\uC218\uB294 \uD5C8\uC6A9\uB418\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
error.unauthorized.message = \uD1A0\uD070 \uC778\uC99D\uC5D0 \uC2E4\uD328\uD558\uC600\uC2B5\uB2C8\uB2E4. \uC720\uD6A8\uD55C \uD1A0\uD070\uC744 \uD1B5\uD574 \uC811\uADFC\uD574 \uC8FC\uC2ED\uC2DC\uC624.
error.forbidden.message = \uC694\uCCAD\uC774 \uAC70\uBD80\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
error.notFound.message = \uC694\uCCAD\uB41C \uB9AC\uC18C\uC2A4\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC694\uCCAD\uC744 \uB2E4\uC2DC \uD55C\uBC88 \uD655\uC778\uD558\uC5EC \uC8FC\uC2ED\uC2DC\uC624.
error.conflict.message = \uD604\uC7AC \uB9AC\uC18C\uC2A4 \uC0C1\uD0DC\uC640 \uCDA9\uB3CC\uB85C \uC778\uD574 \uC694\uCCAD\uD55C \uC791\uC5C5\uC744 \uC644\uB8CC\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uAE30\uC874\uC758 \uB9AC\uC18C\uC2A4 \uC0C1\uD0DC\uB97C \uB2E4\uC2DC \uD55C\uBC88 \uD655\uC778\uD558\uACE0 \uC694\uCCAD\uD558\uC5EC \uC8FC\uC2ED\uC2DC\uC624.
error.internalServerError.message = \uC608\uC0C1\uD558\uC9C0 \uBABB\uD55C \uBB38\uC81C\uAC00 \uC11C\uBC84 \uB0B4\uBD80\uC5D0 \uBC1C\uC0DD\uD558\uC600\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC5EC \uC8FC\uC2ED\uC2DC\uC624.
error.badGateway.message = `upstream server` \uB610\uB294 `gateway`\uC5D0\uC11C \uC798\uBABB\uB41C \uC751\uB2F5\uC744 \uC218\uC2E0\uD588\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uAC70\uB098 \uC694\uCCAD\uC744 \uB2E4\uC2DC \uD55C\uBC88 \uD655\uC778\uD558\uC5EC \uC8FC\uC2ED\uC2DC\uC624.
error.indexInvalid.message = \uC81C\uACF5\uB41C \uC778\uB371\uC2A4\uAC00 \uC798\uBABB\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC694\uCCAD\uC744 \uD655\uC778\uD558\uACE0 \uC720\uD6A8\uD55C \uC778\uB371\uC2A4\uB97C \uC81C\uACF5\uD558\uC5EC \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC5EC \uC8FC\uC2ED\uC2DC\uC624.
error.itemAmountLimitExceeded.message = \uBB3C\uD488 \uB2F9 Item \uC0DD\uC131 \uC81C\uD55C\uC5D0 \uB3C4\uB2EC\uD588\uC2B5\uB2C8\uB2E4.(\uC81C\uD55C : {0})
error.lostRegistrationRequestedOnLostItem.message = \uC774\uBBF8 \uBD84\uC2E4 \uB4F1\uB85D\uC774 \uB41C \uBB3C\uD488\uC785\uB2C8\uB2E4. \uD655\uC778 \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC5EC \uC8FC\uC2ED\uC2DC\uC624.
error.permissionDenied.message = \uC561\uC138\uC2A4\uAC00 \uAC70\uBD80\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 \uC791\uC5C5\uC744 \uC704\uD574 \uD544\uC694\uD55C \uAD8C\uD55C\uC774 \uBD80\uC871\uD569\uB2C8\uB2E4.
error.rentalCountLimitExceeded.message = \uBB3C\uD488 \uB300\uC5EC \uD55C\uB3C4\uC5D0 \uB3C4\uB2EC\uD588\uC2B5\uB2C8\uB2E4.(\uC81C\uD55C : {0})
error.rentalCountOnSameStuffLimitExceeded.message = \uD2B9\uC815 \uBB3C\uD488\uC5D0 \uB300\uD55C \uB300\uC5EC \uD55C\uB3C4\uC5D0 \uB3C4\uB2EC\uD588\uC2B5\uB2C8\uB2E4.(\uC81C\uD55C : {0})
error.reservationRequestedOnNonUsableItem.message = \uD574\uB2F9 \uBB3C\uD488\uC740 \uD604\uC7AC \uB300\uC5EC\uAC00\uB2A5\uD55C \uC0C1\uD0DC\uAC00 \uC544\uB2D9\uB2C8\uB2E4. \uD655\uC778 \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uC8FC\uC2ED\uC2DC\uC624.
error.respondedOnUnrequestedItem.message = \uD604\uC7AC \uD574\uB2F9 \uBB3C\uD488\uC5D0 \uB300\uD55C \uB300\uC5EC \uC2E0\uCCAD\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uD655\uC778 \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uC8FC\uC2ED\uC2DC\uC624.
error.returnRegistrationRequestedOnReturnedItem.message = \uD574\uB2F9 \uBB3C\uD488\uC740 \uC774\uBBF8 \uBC18\uB0A9\uB418\uC5B4 \uC788\uB294 \uC0C1\uD0DC\uC785\uB2C8\uB2E4. \uD655\uC778 \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uC8FC\uC2ED\uC2DC\uC624.
error.tokenExpired.message = \uD1A0\uD070 \uC778\uC99D\uC5D0 \uC2E4\uD328\uD558\uC600\uC2B5\uB2C8\uB2E4. \uD574\uB2F9 \uD1A0\uD070\uC774 \uB9CC\uB8CC\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
error.usableItemNotExisted.message = \uD604\uC7AC \uB300\uC5EC \uAC00\uB2A5\uD55C \uBB3C\uD488\uC774 \uC874\uC7AC\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4. \uB098\uC911\uC5D0 \uB2E4\uC2DC \uC2DC\uB3C4\uD558\uC5EC \uC8FC\uC2ED\uC2DC\uC624.
